[
  {
    "vendor": "Georgetown University, Center for Child and Human Development \u0096 University Center for Excellence in Developmental Disabilities  Determination & Findings ", 
    "description": "The Department on Disability Services (DDS), Developmental Disabilities Administration (DDA), requires services of a contractor with demonstrated capacity and experience  working with the District\u0092s DDA service delivery system, Hospital, Primary Care, Specialty Care, Nursing and Clinical associations and networks, Medical Schools, and the DC Departments of Health and Health Care Finance to advance a quality assurance and  improvement initiative to assist DDS in meeting its regulatory and legal requirements in conclusion of the more than 35-year old case of Evans vs. Gray, and focus on health and related issues that impact access to quality services and supports and ultimately the quality of life for people with intellectual disabilities.", 
    "agency": "Department on Disability Services", 
    "notice_date": " 10/23/2013", 
    "contact": "Nicole.Starwood@dc.gov  NIAS.info@dc.gov", 
    "response_due_date": "11/2/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCJM-2013-C-0001.pdf"
  }, 
  {
    "vendor": "GrantAnalyst.com LLC  Determination & Findings ", 
    "description": "DCEB-2014-C-0001/ The Office of the Deputy Mayor for Planning and Economic Development (DMPED) seeks a contractor to provide real time, customized web-based transparent government grant management platform, for the purpose of review, analysis and evaluation and scoring applications for grant funded programs, for the District.", 
    "agency": "Office of the Deputy Mayor for Planning and Economic Development ", 
    "notice_date": " 10/22/2013", 
    "contact": "surinder.sharma@dc.gov     NIAS.info@dc.gov", 
    "response_due_date": "11/1/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCEB-2014-C-0001.pdf"
  }, 
  {
    "vendor": "West Publishing Corporation   Determination & Findings ", 
    "description": "The Office of The Chief Technology Officer (OCTO) has a need for an extension of the West Publishing Corporation contract, providing citywide Westlaw computer assisted legal research services. The period of performance is November 1, 2013 through October 31, 2014.  ", 
    "agency": "Office of Chief Technology Officer ", 
    "notice_date": " 10/16/2013", 
    "contact": "Sanaz.Etminan2@dc.gov    NIAS.info@dc.gov", 
    "response_due_date": "10/26/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCTO-2009-D-0022.pdf"
  }, 
  {
    "vendor": "Chapin Hall at the University of Chicago  Determination & Findings ", 
    "description": "The District of Columbia, Child and Family Services Agency, Office of Planning, Policy, & Program Support has an immediate need for a Contractor to provide information management and research tools to transform CFSA Data into a longitudinal database, that can improve outcomes for the children and families this agency serves.", 
    "agency": "Child and Family Services Agency ", 
    "notice_date": " 10/9/2013", 
    "contact": "shamika.place@dc.gov     NIAS.info@dc.gov", 
    "response_due_date": "10/19/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCRL-2014-R-0030.pdf"
  }, 
  {
    "vendor": "The CNA Corporation  Determination & Findings ", 
    "description": "The Office of Contracting and Procurement, on behalf of the DC Homeland Security and Emergency Management Agency (HSEMA) is awarding a sole source contract to acquire the services of a Contractor to design, develop, conduct and evaluate the District\u0092s Comprehensive Exercise and Corrective Action Program.  The purpose of these exercises is to establish a clear mutual understanding of the expectations for future District operations in order to promote a cohesive and well-coordinated response to disastrous events.The period of performance is expected to be from November 1, 2013 through December 31, 2013.", 
    "agency": "DC Homeland Security and Emergency Management Agency (HSEMA", 
    "notice_date": " 10/4/2013", 
    "contact": "crystal.farmer-linder@dc.gov    NIAS.info@dc.gov", 
    "response_due_date": "10/14/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCBN-2007-C-7014.pdf"
  }, 
  {
    "vendor": "Carmella Anne Mazzotta  Determination & Findings ", 
    "description": "Consulting Services to the CFSA for Organizational Capacity Development for the Collaboratives.", 
    "agency": "Child and Family Services Agency ", 
    "notice_date": " 10/2/2013", 
    "contact": "patricia.lewis-miller@dc.gov", 
    "response_due_date": "10/12/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCRL-2014-R-0026.pdf"
  }, 
  {
    "vendor": "Multi-Health Systems, Inc. (MHS)  Determination & Findings ", 
    "description": "The Government of the District of Columbia, Child and Family Services Agency (CFSA), has an immediate need to integrate the Child and Adolescent Functional Assessment Scale (CAFAS) and the Pre-school and Early Childhood Functional Assessment Scale (PECFAS), into everyday case practice for all children in District care and custody, ages 0-21 years.  The CAFAS/PECFAS are proprietary clinical web-application tools used in child welfare systems (and greater Systems of Care) throughout the country, and they have been proven valid, reliable, and effective as case management tools, measures of child function, and system evaluation tools.", 
    "agency": "Child and Family Services Agency", 
    "notice_date": " 9/26/2013", 
    "contact": "aaron.holland2@dc.gov    NIAS.info@dc.gov", 
    "response_due_date": "10/6/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_CAFASsolesourceMHSI.pdf"
  }, 
  {
    "vendor": "KVC Behavioral Healthcare Nebraska, Inc.  Determination & Findings ", 
    "description": "Consultant services to address the lineages between foster parents, Structural Decision Making (SDM), the Frame Work, and the Red Team Process (Review, Evaluate, Direct)", 
    "agency": "Child and Family Services Agency ", 
    "notice_date": " 9/24/2013", 
    "contact": "patricia.lewis-miller@dc.gov     NIAS.info@dc.gov", 
    "response_due_date": "10/4/2013", 
    "determinations_and_findings_link": ".\\D_F\\DF_DCRL-2013-R-0098R.pdf"
  }
]